[
    {
        "name": "Cox's Bazar Beach",
        "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2021/10/30/50c2928e9a26f3c1f6e8853af3ddd85f4f18c.jpg",
        "price": "5000",
        "descriptions": "Looking for miles of golden sand beauty and colorful pagoda scenery, then you should visit Cox's Bazar, Bangladesh. Cox's Bazar is a sea fishing port, tourist center and district headquarters of South East Bangladesh. It is the longest beach in the world with a length of 120 km of azure blue sandy sea. The most popular beach resort for Bangladeshis couldn't be a better option than Cox's Bazar.Buddhist temples, delectable sea-food restaurants and the waters of the sea enthrall visitors for hours. You may be surprised to see the sunset at Cox's Bazar beach. Many people say that Cox's Bazar is the Paraton Center of Bangladesh. Maheshkhali Island is located off the coast of Cox's Bazar. It is also home to amazing mangrove forests, the temple of Adinath and a Buddhist pagoda. Sonadia Island is found a little away from Cox's Bazar coast. The island is popular for a variety of shells and is used by fishermen as a camping ground during winter.Cox's Bazar is a tourist town located in Bangladesh which belongs to Chittagong. Cox's Bazar is located 152 km south of Chittagong city. If you are going from Dhaka then the distance will be 414 km. There are arrangements to go from Dhaka by road or by air.",
        "service-id": 1,
        "facility": [
            {
                "name": "Himchhari",
                "details": "Himchhari Cox's Bazar is located 12 km south of the sea. A favorite attraction for pilgrims in this place are the fragile rocks and springs. The beauty of Himchari Beach is unmatched by the hills. Six kilometers from Kolatoli Beach, the beautiful waterfalls and Himachari are the most beautiful places that attract tourists.Himchari is the best place if you want to see a beautiful sight. It is clean and secluded from Cox's Bazar. So if you go to Cox's Bazar to visit the sea, if you don't go to Himchari, your trip will be mud."
            },
            {
                "name": "Inani Beach",
                "details": "If you want to get away from the city a little quieter then visit Inani Beach. This beach is located 28 km south of Cox's Bazar and 5 km from Himchari. Cox's Bazar in Inani Beach has a calm nature environment with gentle waves if there are no big waves like the sea. Coral rocks are the most interesting thing in this beach. Only stones float on the beach. But the water of this beach is very clear which makes the pilgrims comfortable to bathe in this beach."
            },
            {
                "name": "Labani Point",
                "details": "The first place that Bangladeshi tourists rush to for beach fun is Labani Point or Cox's Bazar's Old Beach. This sea beach is considered to be the main beach of Cox's Bazar. In the area adjacent to the beach, the shopkeepers sit and arrange various things. Which is most attractive to pilgrims."
            }
            
        ]
    },
    {
        "name": "Kuakata Sea Beach",
        "img": "https://cosmosgroup.sgp1.cdn.digitaloceanspaces.com/news/details/6753458_Kuakata%20Sea%20Beach%20Bangladesh.jpg",
        "price": "",
        "descriptions": "Kuakata Sea Beach, known as Sagar Kanya, has endless beauty. Kuakata beach is a blue ground of immense beauty. This beach is located in Patuakhali District, Kalapara Upazila. Kuakata Beach is the only beach in South Asia that offers both sunrise and sunset views. It looks like the sun is rising in the distant sea like a point of light on the beach of Kuakata. On the other hand, the scene of rough waves crashing on the seashore. Kuakata Beach is about 18 km long. Along the beach there are more than 150 acres of coconut plantations known as 'Narikel Kunj'. On the eastern side of the beach is the lovely Zhou Gardens. The Zhou garden is built on 15 hectares of land. There is also a large area of Charangamati forest, which includes Keora, Chaila and Kadai gardens. There is a beautiful lake in this garden.Everyone goes there as Kuakata's sunrise can be seen well from Zhaubon. Many people gather in Zhaub to see how the sun rises over the ocean. You can walk to Zhaubne and enjoy the nature up close. Adjacent to this forest is an eco park where tourists have picnics. Various guest birds can be seen at Kuakata beach during winter.How to get to Kuakata Beach:It is now very easy to go from Dhaka to Barisal to Kuakata due to the Padma Bridge. From Dhaka, it is possible to visit Kuakata beach day by day. Kuakata is 293 km from Jatrabari of Dhaka via Padma Bridge and 108 km from Barisal. It will take about 5 hours to go to Kuakata via Padma Bridge from Jatrabari and about 3 hours from Barisal. If you want, you can reach Kalapara upazila of Patuakhali district by boat from Sadarghat in Dhaka. From there you will get Kuakata bound car, it will take 25 to 30 minutes to reach the beach.",
        "service-id": 2,
        "facility": [
            {
                "name": "Rakhine village",
                "details": "Here are the monuments of indigenous Rakhine people. Arkanis are believed to have settled in the region after being expelled from Burma by the Mughal rulers in the 18th century. Then they dug a lot of wells or cisterns to meet their lack of fresh water, hence the name of the region was Kuakata. This Rakhine tribal village started after Seema Buddhist temple. Here you can actually see the colorful clothes woven by Rakhine women."
            },
            {
                "name": "Fatra forest",
                "details": "Fatra Forest is a forest that has all the characteristics of Sundarbans but without any predatory animals. Here you can see some yellowing plants, there is a walking path through the forest, which is absolutely beautiful. This forest can be seen only after crossing the river west of the beach. Wild boars are sometimes seen here. One has to go to Fatra forest from Kuakata by engine boat."
            },
            {
                "name": "Shutki village",
                "details": "This village is located on the western side of the beach where fishing and shutki are made by the sea. This drying process starts from the month of November and lasts until the month of March. Shutki village is 7 km west of Kuataka beach. Hundreds of traders dry different types of fish and make dry fish here in the winter season. Tourists flock to this Shutki village to see the scene of fish being cut and dried."
            },
            {
                "name": "Crab Island",
                "details": "Crab Island is very popular for living red crabs. Crab Island can be found east of Kuakata beach by going further through the Gangamati forest. Here in the morning you can actually see the procession of red crabs. Red crabs are seen in this island towards the end of the year."
            }
        ]
    },
    {
        "name": "Taj Mahal",
        "img": "https://i.ytimg.com/vi/49HTIoCccDY/maxresdefault.jpg",
        "price": "10000",
        "descriptions": "The Taj Mahal is an ivory-white marble mausoleum on the south bank of the Yamuna river in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor, Shah Jahan (reigned from 1628 to 1658), to house the tomb of his favourite wife, Mumtaz Mahal. The tomb is the centrepiece of a 17-hectare (42-acre)complex, which includes a mosque and a guest house, and is set in formal gardens bounded on three sides by a crenellated wall.Construction of the mausoleum was essentially completed in 1643 but work continued on other phases of the project for another 10 years. The Taj Mahal complex is believed to have been completed in its entirety in 1653 at a cost estimated at the time to be around 32 million rupees, which in 2015 would be approximately 52.8 billion rupees (U.S. $827 million). The construction project employed some 20,000 artisans under the guidance of a board of architects led by the court architect to the emperor, Ustad Ahmad Lahauri.The Taj Mahal was designated as a UNESCO World Heritage Site in 1983 for being “the jewel of Muslim art in India and one of the universally admired masterpieces of the world’s heritage”. It is regarded by many as the best example of Mughal architecture and a symbol of India’s rich history. The Taj Mahal attracts 7–8 million visitors a year. In 2007, it was declared a winner of the New 7 Wonders of the World (2000–2007) initiative.    What will you see Taj Mahal?        Mainly divided into five sections, it includes the main barrier, garden, mosque, main hall and the mausoleum of Empress Mumtaz. The main square of the Taj Mahal is surrounded by three walls like a fort. Shah Jahan's wife Mumtaz's tomb in the wall. The walls inside the walls are designs that are detailed. Mughal architecture and design The main barrier of the Taj Mahal is made of marble designs. There are red colored mosques and Mughalshala Jawab in the Asana setting.  The origin of the Taj Mahal incident is a 'charbagh'. It is known as the Garden of Paradise. Between the Samadhi section and the main gate is a marble-patterned chowbachcha in which the entire Taj Mahal can be seen reflected in the water.The interior of the mausoleum is decorated with octagonal carved semi-circular marble designs. Here is the tomb of Emperor Shah Jahan and his beloved wife Mumtaz. Although fine its marble is covered with a kind of spot. Dampi Samadhi's 80-feet sculptured tombstones encase their tombs. An unearthly atmosphere surrounds when the moonlight reflects on the tomb during the full moon.The interior of the Taj Mahal complex using the pitra dura technique is highly detailed in its descriptions of geometric and floral motifs. Which is now known as 'Kala Taj Mahal'. From practice to sun and moon light the various changes of the Taj Mahal are amazingly beautiful. With the Taj Mahal through this bridge made of black marble stone.Agar Fort Tour –   It takes 15 to 20 minutes to travel from the Taj Mahal to Agra Fort, a mile away. Original Rs.80. But you have to take this ticket of Rs.30 from the principle booth to pay a condition of Rs.50 from the gate. Then proceed inside the fort. No one goes wrong visiting Agra Fort to see the Taj Mahal. Because this is the arrangement of Emperor Shahjahan's sorrow. Shah Jahan was imprisoned here for the last eight years of his life. And that Bandisha is also in the hands of Aurangzeb's own son. For eight long years, Shahjahan swore to eternal sleep here to make fun of us only towards his beloved. Agrart is recognized as a UNESCO World Heritage Site. Its architecture is worth seeing. There are many palaces, mosques and mosques in the heart of the fort. Aurangzeb's administrative work ended with the construction of Ustadash, starting with Akbar's 16th reign. Khas Mahal, Sheesh Mahal, Muhammad Burj (an octagonal minaret), Moti Mosque and Nagina Mas Bara are prominent in the fort.",
        "service-id": 3,
        "facility": [
            {
                "name": "How to go to Taj Mahal",
                "details": "There are many ways to go to Delhi by bus, train, plane. To go by road, buy a bus ticket from Kalyanpur in Dhaka. On reaching Kolkata, book the fastest train Rajdhani Express, which will drop you at New Delhi railway station. You can also book other train tickets if you want, including Yuva Express which will take you to Anan Bihar Railway Station in Delhi, Kalka Mail which will drop you at Old Delhi Railway Station. Apart from this there are many other trains which travel from Kolkata to Delhi. Then you can reach Agra by train or bus after reaching Anand Vihar station in Delhi.You can go to Agra by train or bus after reaching Anand Vihar station in Delhi. From Delhi Railway Station or Hazrat Nizamuddin Railway Station, it takes around two hours to reach Agra by train and three to three and a half hours by bus. And if you can go by plane, you can travel from Bagdogra to Delhi for two hours, then reach Agra by train or bus."
            }
        ]
    },
    {
        "name": "Sixty-domed mosque",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR6FgyS4XyGda7OJHkZQPt8tSN67tCpxhHIpvku-OeUHvR_a5nPDs0m5ArXiuuOsLrP99E&usqp=CAU",
        "price": "5000",
        "descriptions": "During the reign of Sultan Nasiruddin Mahmud Shah (1435-59), Khan al-Azam Ulugh Khanjahan built the kingdom of Khalifabad on the lap of the Sundarbans. Khan Jahan built a Durbar Hall for meetings, which later became the Sixty Domed Mosque. This mosque was built over many years and at a great expense. The stones were brought from the palace. Tughlaki and Jaunpuri architectural styles are evident in it.Shat Gumboj Mosjid (Shat Gumboj Mosjid) is an ancient mosque located in the southwest of Bagerhat district of Bangladesh. There is no inscription on the mosque. So there is no exact information about who built it or when it was built. But the architecture of the mosque leaves no doubt that it was built by Khan-i-Jahan. He is believed to have built it in the 15th century. This mosque was built over many years and at a great expense. The stones were brought from the palace. It is located within one of the three World Heritage Sites of Bangladesh; Bagerhat city itself has been given the status of World Heritage Site. UNESCO gave this honor in 1983.The mosque is about 160 feet long externally from north to south and about 143 feet long internally and about 104 feet externally from east-west and about 88 feet wide internally. The walls are about 8·5 feet thick.                   Exterior: The eastern wall of the mosque has 11 large arched doors. The middle door is larger than the others. There are 7 doors each on the north and south walls. There are 4 minarets at the 4 corners of the mosque. They are circular in design and taper towards the top. They have circular bands near the cornice and round domes at the top. The height of the minarets is higher than the roof cornice. The front two minarets have spiral staircases and were used to call the azaan. One of them is Roshan Kotha, the other is Andhar Kotha. There are 60 pillars inside the mosque. They are arranged in 6 rows from north to south and each row has 10 pillars. Each pillar is made of cut stone, only 5 pillars are covered with bricks on the outside. Domes are built on these 60 pillars and surrounding walls. The name of the mosque is Shat Gambooz (60 domes) mosque, but the number of domes here is not 60, but the number of domes is 77. 70 of the 77 domes are round in surface and the seven domes in the row between the door in the middle of the east wall and the mihrab in the middle of the west wall look a lot like the rice bowls of the Chouchala houses of Bangladesh. The number of domes in the minaret is 4, making the total number of domes 81. However, it was named Shatgambuj. Historians believe that there are seven rows of domes in a row, hence the name of this mosque, seven domes and six domes. Again, many historians think that the domes are located on 60 stone-made pillars, so the name Shatgambuj got.               Interior: There are 10 mihrabs on the west wall inside the mosque. The central mihrab is large in size and elaborate. There are 5 mihrabs in the south and 4 mihrabs in the north of this mihrab. Just after the middle mihrab there is 1 small door on the north side where 1 mihrab should be. According to some, Khan-i-Jahan used this mosque as a Durbar house apart from prayer functions, and this door was the entrance to the Durbar house. Others say that the mosque was also used as a madrasah.   How to go?  From Bagerhat bus stand, one can go to Shatgambooz Mosque by a rickshaw fare of only 30 to 40 taka. Apart from this, you can reach Khulna by intercity train Sundarban Express from Dhaka to Khulna and from there by bus or CNG, you can go to Sixty Dome Mosque.",
        "service-id": 4,
        "facility": [
            {
                "name": "Kochikhali Sea Beach",
                "details": "Sundarbans, the world's largest mangrove forest, is surrounded by the natural beauty of the Sundarbans. The diverse biodiversity of water and river makes this place more attractive and beautiful. Different beauty can be seen at different points of Sundarbans. A notable natural beauty spot here is Kachikhali Beach.The entrance road to Kachikhali Sanctuary is an ideal place for adventure lovers. Kachikhali beach is a beautiful place surrounded by the Sarankhola range of Sundarbans and the eastern bank of Katka river. We have to get down from the boat and cross the bamboo fence deep into the forest. At the very edge of the forest is the desirable Kachikhali beach. The forest trees are decorated with colorful flowers and fruits of different types of trees like pashur, sundari, keora, bine and amur trees and the trees are home to different species of birds. And on the north-west side of the forest, various wild animals like Chitra deer, Maya deer, monkeys, forest roosters, python snakes roam. Sometimes the famous Royal Bengal Tiger is also seen in this forest.Apart from this, aquatic animals like crocodiles, shushuks and dolphins can be seen in the estuary of Katka river. The salty water of the Kachikhali beach merges with the Katka river. With mangrove forests, ferns and a 40-feet high watch tower, dazzling greenery and spectacular sunset views, Kachikhali Beach offers a wonderful experience."
            },
            {
                "name": "Khan Jahan Ali Majar",
                "details": "Shrine of Hazrat Khan Jahan Ali (RA) is located in Bagerhat District of Khulna Division. Hazrat Khan Jahan Ali (RA) is one of the few eminent persons who have gained fame in Bangladesh through Bagerhat district. Although born in India, he came to Jessore, Bagerhat region of Bangladesh to preach religion. He built the famous mosque of Swaran period in Bagerhat, Sixty-domed mosque.Hazrat Khan Jahan Ali (RA) was a Muslim preacher and local ruler of Bagerhat, Bangladesh. His other names include Ulugh Khan, Khan-e-Azam etc. He was born in a noble family in Delhi in 1369 AD. His father's name is Akbar Khan and mother's name is Ambia Bibi. It is believed that his ancestors were natives of Turkey. Khanjahan Ali's primary education began with his father, but he received his secondary education from the famous Wali A Kamil Pir Shah Niamat Ullah in Delhi.King Ganesh took refuge in Bhaturia in Dinajpur when Khan Jahan Ali, with 60,000 well-educated advance troops led by Sultan Khan Jahan, invaded Bengal with another two hundred thousand soldiers. In 1418 AD, Khan Jahan settled in Barbazar of Jessore and started preaching and spreading Islam in the south western part of Bengal. As the Sultan's representative, Khan Jahan Ali created a township in Bagerhat region and named it 'Khalifat-i-Abad' and in accordance with the arrival of 360 Auliyas, he built 360 mosques and dug 360 dighis in Bhati region.Khanjahan's first wife's name is Sona Bibi. It is said that Sona Bibi was the only daughter of Khan Jahan's Pir Nur-Qutubul Alam. Second wife Rupa Bibi alias Bibi Begni was a Muslim convert. Khan Jahan Ali built mosques named Sona Masjid and Bibi Begni Masjid after his two wives. Hazrat Khanjahan Ali (RA) died on October 25, 1459 (863 Hijri 26th Zilhaj according to the Mazar Sharif inscription) at the age of 90 while offering Isha prayer in the Durbar House of the Sixty Domed Mosque.His mausoleum has been constructed on the north bank of Khanjeli Dighi. The mausoleum of Khan Jahan Ali is square in shape. The wall of the monument is 25 feet high and has a dome on the roof. Inside this mausoleum is the shrine of Hazrat Khanjahan Ali on a stone altar. The architecture of the dargah or shrine is very similar to that of the six-domed mosque. Every year on the 25th day of the Bengal calendar, the annual Orsh Mubarak is held in the premises of Khan Jahan Ali shrine. And a fair is held here on the first full moon of Chaitra month. To see the shrine of Khan Jahan Ali, thousands of devotees from all over the country flock to the shrine in Orsh and Mela."
            },
            {
                "name": "Dublar Char",
                "details": "Dublar Char is located 120 km south of Sundarbans from Mongla sea port under the administrative control of Sharankhola range of Sharankhola Upazila of Sharankhola Upazila of Bagerhat district, south of Sundarbans, bordering sea and southwest of Cutkar and southeast of Hiran Point, an island also known as Char. Between the Kunga and the river of dead animals, this isolated dublar char has arisen. The total area of this Char is 81 square miles, Dublar Char consists of Alorkol, Kokilmoni, Haldikhali, Kabarkhali, Magherkilla, Ofiskilla, Narkelbaria, Chhota Ambaria, Meher Ali Char and Sheller Char.            Originally a fishing village, it is also called a fishing village. In addition to fishing, dry cleaning is also done here. During the rainy season, fishermen from Chittagong, Cox's Bazar, Bagerhat, Pirojpur, Satkhira and Khulna come in groups to Dublar Char and set up temporary settlements. Dried seeds from Dublar Char are stored and sold in the wholesale market of Asadganj, Chittagong. Only fishermen can enter the Dublar Char with permission to collect fish from the Eastern Division Headquarters at Bagerhat, Sundarbans.The island is also famous for the Rasmela and Punyasnan of Hindus every year in the month of Kartika (Christian November). Although it is said that this Ras Mela has been taking place for 200 years.                 However, it is known that Haribhajan, a forest devotee of Harichand Tagore, started this fair in 1923 AD. Every year many pilgrims come here to take a dip in the sea on the occasion of Raspurnima. Devotees float the fruits in the sea water after watching the sunrise at Dubla Char. Many foreign tourists also gather in this three-day fair. If you want to visit this isolated Dublar Char Rasmela, plan ahead. You will surely never forget this beautiful moment in your life."
            }
        ]
    },
    {
        "name": "Jaflong",
        "img": "https://cosmosgroup.sgp1.cdn.digitaloceanspaces.com/bn_news/2704556_Jaflong%20sylhet%20Bangladesh.png",
        "price": "7000",
        "descriptions": "Jaflong, known as the daughter of nature, is one of the must-see places in Sylhet district. Goainghat upazila of Sylhet is bordered by Meghalaya, a neighboring country of India, decorated with natural beauty. Distance from Sylhet to Jaflong is only 32 km. Clear water stream of Pine river, hanging bridge, white clouds of high mountains make Jaflong attractive. Every season Jaflong reveals different forms of natural beauty that makes tourists interested in visiting throughout the year.According to historians, for many years Jaflong was a secluded vast forest under the rule of the Khasia-Jainta kings. When the landlord system was abolished in 1954 AD, the Khasia-Jainta kingdom came to an end, but large areas of Jaflong remained in ruins for several years. Later traders started coming to Jaflong from different regions in search of stone. And then, as a result of the expansion of the stone business, new settlements were built here.Four types of hard rock are found in Bangladesh, including hard rock gravel found in Bholaganj-Jaflong. Besides, during the rainy season, when there is heavy rain in the mountains of the Shillong plateau on the Indian border, the strong current of the Dawki river brings large boulders from those mountains. As a result, large quantities of stones are found in the river of Jaflong in Sylhet area. Also available in plain or porcelain. As ordinary Bengalis live in this area, so do the tribes. Jaflong has 5 Khasiapunjis including Balla, Sangrampunji, Nakshyapunji, Lamapunji and Pratappur. And the livelihood of a large part of the people of this area is built around the extraction of this stone and its processing.   Where to eat?          Among the restaurants located in Jaflong are Jaflong View Restaurant, Border View Restaurant and Jaflong Tourist Restaurant. If you want to eat in the city of Sylhet, you can eat your favorite food at a cheap price at Pansi, Panch Bhai or Palki restaurants located in Zindabazar area. These restaurants are appreciated by all for their variety of bhartas, khichuri and meat padas. You can have breakfast for Tk 50-100 per person and lunch or dinner will cost Tk 150-300.",
        "service-id": 5,
        "facility": [
            {
                "name": "Kin Bridge",
                "details": "Travel is not always possible in the mountains or on the beach. Sometimes man-made places also bear witness to all the wonderful creations. Queen Bridge is one such creation in Sylhet, Bangladesh. It is very popular, in fact, people mostly talk about Sylhet by referring to this bridge. So, you must witness this amazing place from the love of your country.The Surma River flows through the center of Sylhet, a divisional city in Bangladesh. The name of the iron bridge over Surma River is Keen Bridge. In the thirties of the 19th century, the governor of Assam, Michael Keane, visited Sylhet. Then the need arose to construct a bridge over the Surma River. Known as the 'Gateway' of Sylhet city, this installation was built in 1938 at a cost of Tk 56 lakh, the bridge is 350.52 meters long and 5.4 meters wide. The bridge was built and named in memory of Michael Queen. Michael Keane was the Governor of Assam from 1932 to 1937.During the Great War of Liberation in 1971, Pakistani forces blew up part of the bridge with dynamite. Later in 1977, the damaged part of the bridge was reconstructed with the cooperation of Bangladesh Railway. Next to it you can see the historical Clock House built in 1874 AD by Zamindar Ali Ahmad Khan. The watch came to be known as Ali Amjad's watch after Ali Ahmad Khan's son. When this ancient clock was damaged in the liberation war of 1971, the clock of Ali Amjad was put into operation permanently in 2011 as a result of repairs by the Sylhet City Corporation."
            },
            {
                "name": "Bisnakandi",
                "details": "Streams of clear water flowing over small rocks from the mountains of Meghalaya have created the unique pattern of Bishyakandi. Bichnakandi is a stone quarry located in Rustampur Union of Goainghat Upazila of Sylhet. Many steps of the Khasia Hills on the Bangladesh-India border meet at one point from both sides, and the high springs of Meghalaya in India are located in the groove of the hill. The main attraction of Bishatkandi for the tourists is the clear water flowing over the rocks and the white clouds flying over the hills.Bichnakandi is suitable for traveling at any time. But the monsoon season is the ideal time to visit Bishatkandi. Due to the abundant flow of water around, one can see the true beauty of Bishatkandi at this time. Being generally a mining area, at other times of the year stone quarrying causes temporary inconvenience in travel."
            },
            {
                "name": "Ratargul Swamp Forest",
                "details": "Ratargul is the only swamp forest in Bangladesh. It is spread over about 30,325 acres at a distance of 26 km from Sylhet city district in Goainghat upazila. 504 acres of this area is covered by forests and the rest is covered by large and small wetlands. But the entire region looks the same during the monsoons. Ratargul in Sylhet is known as 'Sundarban of Sylhet'. Ratargul wetlands are submerged under water for 4-5 months of the year and visitors from all over Bangladesh come to see the submerged trees.In the north is the flowing Goain river coming down from Meghalaya, in the south is the reservoir 'Ratargul' in the middle of the huge Hawar. According to Wikipedia, there are only 22 freshwater wetlands in the world, two of which are in the Indian subcontinent, one in Sri Lanka and the other in our country. Many tourists also call Ratargul as 'Amazon of Bangladesh'. Many species of birds live in the tree branches during monsoon and many wild animals also take shelter in the tree branches. Also, many species of birds flock here during winter. The best time to see nightingales is at the end of monsoon (July to October). In 1973, the Bangladesh Forest Department declared 504 acres of Ratargul Forest for wildlife conservation.In the local language of Sylhet, Murta or Patigach is known as 'Ratagach'. The forest is named Ratargul after the murta or nightshade. Like the Amazon, much of the vegetation is underwater for four to seven months of the year. The water flows into the Goain River in Meghalaya, India, and a narrow tributary, the Chengi Canal, inundates the entire Ratargul Basin. To add to this natural forest, the local forest department planted many trees including hijal, borun, korach. Also, 25 species of water-resistant plants including Kodom, Jalibeth, Arjuna can be observed here.Various species of wild animals such as tigers, squirrels, monkeys, vultures, forest cats, bejis, foxes roam in the forest. Tengra, Khalisha, Ritha, Pabda, Maya, Id, Kalbaus, Rui and many other types of fish are available in this forest. Among the birds are white buck, kani buck, kingfisher, teal, bulbul, pankouri, dhupi, dove, chil and falcon. All giant vultures sometimes come in winter. And all kinds of birds, including sand geese, travel a long way. If you go in with a dinghy during the dry season, flocks of birds will fly away. This scene is really rare!"
            },
            {
                "name": "Chance Alexander",
                "details": "Hazrat Shahjalal (RA) is one of the pirs and dervishes who are buried in the soil of Sylhet, that is why he is called Olikul Shiromani. His full name is Shaikh Shah Jalal Kunyat Muzarrad. It is believed that he came to the Sylhet region of present-day Bangladesh with the aim of spreading Islam at the age of 32 in 1303 English according to 703 Hijri. Hazrat Shah Jalal (RA) was respected by people of all religions. Therefore, every year, a large number of people, regardless of caste and religion, visit the shrine of Hazrat Shahjalal (RA).      Dervish life:       Born Shah Jalal was born in Darbesh family. It is known that his father was a pious Mujahid, who was killed in the war of religion in Yemen, and on his mother's side he was the dauhitra of the famous dervish Syed Jalal Surukh Bokhari. Moreover, the dervish Ahmad Kabir, who is said to have been Shah Jalal's tutor, was also his uncle. It is mentioned that he was a famous dervish of that time. Ahmad Kabir is said to have taught Shah Jalal the way of life from an early age when he took over the care of Shah Jalal.             Gojar fish:             There is a pond to the north of the shrine of Hazrat Shahjalal (RA). And the beauty of this pond is increased by numerous fishes. It is said that Hazrat Shahjalal (RA) brought this fish when he came to Sylhet. Adjacent to the shrine is a well where golden and silver colored fish can be seen.        Jalali pigeon:          Legend has it that after hearing about Hazrat Shahjalal's (RA) spiritual powers, Hazrat Nizamuddin Auliya (RA) welcomed him and gifted him with a pair of swarthy colored pigeons which are now popularly known as Jalali Pigeons. Pigeons flocking to the shrine entertain visitors.           Chillakhana:       To the south of the shrine is a room just two feet wide studded with Grillhera stars. It was used by Hazrat Shahjalal (RA) as a shrine. People say that Hazrat Shahjalal (RA) spent about 23 years worshiping here. Through the Dargah Madrasah building, on the left side, Mufti Nazimuddin Ahmad's house has facilities for visitors to see swords, khams, plates, bowls etc. used by Hazrat Shahjalal (RA). On the eastern side of the shrine there are three large dekchis inside a one-storied room. They are said to have been donated by Mir Murad of Dhaka. Mir Murad built Hosseini Dalan in Dhaka. Although there is no cooking in the dekchis, it is said that each one can cook seven pieces of beef and seven maunds of rice at once. Plates and bowls are preserved in the dargah's Motwalisnor house. Crowds of eager people gather to see them every day.            Revenue free Sylhet:            Hazrat Shahjalal (R.A.) was a Sufi saint who was free from lust and desire. It is said that the emperor of Dilsni sent him a charter granting him Nawabi. Hazrat Shahjalal (R.A.) rejected it saying that he was a fakir without a family, he did not need a Prophet. At one point the emperor requested him to accept the post of Sylhet. Hazrat Shahjalal (RA) did not agree to that. Finally, Emperor Alauddin Khilji showed respect and honor to Hazrat Shahjalal (RA) and declared the city of Sylhet as revenue-free (Kasbe). Due to this, today the land of Sylhet city is free from revenue."
            }
        ]
    },
    {
        "name":"Neelum Valley Azad Kashmir",
        "img": "https://www.pakistantraveler.com/wp-content/uploads/2021/05/Untitled-21.jpg",
        "price": "80,000",
        "descriptions": "Neelum Valley Azad Kashmir Pakistan is a wonderland located North and North East of Muzaffarabad. It covers an area of nearly two hundred square miles [2 sq km], with an impressive amount of real beauty. It runs alongside the Kaghan district.The Neelum Valley has heavenly landscapes with peaks extending up to 4,000 feet [4,000 m] above sea level. It is a land of extraordinary landscapes, beautiful scenery, and sky peaks, fascinating streams, lush vegetation, mysterious paths, and all that the wandering soul desires.     A delightful hiking trail, a beautiful wide tourist road, comfortable hiking trails and accommodations make Neelum Valley a beautiful place to see.      Neelum Valley Weather:              The Neelum Valley climate is a major tourist attraction and is a major tourist destination in Azad Kashmir. The best time to visit this fascinating piece of land is between March and the end of October. You will need to make a 3-4 day plan to enjoy this natural beauty. It is best to avoid your visit during the rainy season and if it rains during your visit you need to be aware of slippery places.                         Cost / Travel Guide to Neelum Valley / Routes:      The best way to plan your visit is to book in advance at a specific hotel at least two weeks in advance to avoid distractions especially if you are visiting during peak season. There is no mobile network within 40 km of Muzaffarabad.   The best way to visit Neelum Valleys is to find Kashmir tour packages for easy and trouble-free travel. Being a tourist you cannot have in-depth knowledge of a place, its facilities, travel conditions and much more. Usually, you can use these places in Islamabad. If possible, one traveling from Lahore, Karachi, or another part of Pakistan, instructed to come to Islamabad to use this tourist destination.  There are various Kashmir tour packages; The cost of a four- or five-day trip for one-room accommodation can cost you sixty thousand rupees or more including transportation, driver, and fuel, directions, sightseeing, comfortable accommodation and excellent services. Foreign visitors can use these packages for $ 300-400.   You can get public transportation but they are often not comfortable enough. You can still get a car or jeep on rent; you may not be able to track easier and better roads. You are recommended to use a package that suits your needs.     Families can visit in the various areas of Kutton, Kel, Sharda, Taobat, Halmat, Upper Neelum, Keran, Muzzaffarabad and Peer Chanasi. If you would like to have a difficult trip, you can find trips to Noori Nar, Chita Katha, and Ratti Gali.",
        "service-id": 6,
        "facility": [
            {
                "name": "Ratti Gali Lake",
                "details": "The beautiful and attractive lake Rati Gali Lake is a popular tourist destination about eighteen miles from Dawarain. The best time to visit this place is between May and October. You can find a jeep track to get to. You are advised to follow this guide. Its amazing waterfall, beautiful scenery, and beautiful climate make it easy for local and international tourists. According to various tourists, despite its flawed road and dangerous driving, the area is well worth a visit. You will forget the rest when you look at this beautiful heavenly world. Here, the weather is unpredictable, equal to any time or strong winds to blow. It is best not to take the children. You can ride the jeep on the left lane to the Neelum valley; it is a four-hour walk to the base camp. Narrow road to provide cool and cold weather; it is cold even in summer because of snowstorms. The stunning scenic look will always attract you despite the dangerous driving. Going forward, you can choose to walk or ride a horse to the lake. Since the track is steep you need to be careful when riding a horse. When you get to the top, you see that it was worth every effort. If you choose to go back, it may take you 3-4 hours again to return. The tranquility of Rati Gali Lake is no less than a myth; it may be a lifelong experience. In order to bring up children, you need to get the right information about the right weather. Choose the right shoes as needed to enjoy your trip. You can find any Kashmir travel packages that suit your budget time and luxury."
            },
            {
                "name": "Arang Kel",
                "details": "Arang Kel is a village and a highly recommended tourist destination in the Neelum Valley. It is located at the top of a hill at an altitude of 2,554 meters near Kel. It is considered heaven on earth by tourists. It is located nine kilometers from Kel. The magnificent scenery of this country, the hilly dawn, the snowcapped peaks, the fragrant twilight, the majestic scenery, the rugged terrain of the mountains, and the spectacular caravan drive make it a magnet for tourists. You get the chance to be as close to Mother Nature as you can. You should plan at least one night or two nights to explore this unusual valley. From Kel to Arang Kel, you can choose to take a seat or start climbing mountains. You need to have a lot of strength and stamina to ride 1.5 -2.5 hours on foot. If not, the election of the chairman is a good decision, it can take about half an hour but it is really steep. Most tourists prefer to use this cable car. Another way to go is horseback riding. Arang Kel is famous for its tourist attractions. Roads are slippery and muddy when it rains, you have to be careful. You can take sticks. Do not forget to take water again. There is a camp and a guesthouse but you may not get it by going overboard. These guest houses also provide food for guests. But you can choose to ignore something in order to enjoy the amazing natural beauty."
            },
            {
                "name": "Saral Lake",
                "details": "Saral Lake Neelum Valley is located in Beautiful Azad Kashmir of Pakistan at an altitude of 13,600 m (4,100 m). It’s attractive, it’s lovely, it’s attractive. The first view of the valley from Saral Pass (1,400 meters) was breathtaking and amazing! Descending from the Saral summit to an uninhabited and untouched valley until the lake is refreshed. As you approach the lake, it began to grow both physically and figuratively. As the mind was busy exploring the beauty and desert of the lake, the thought of crossing the Jabba-Gali Pass up and down (the mountain behind the lake) the next day made us shudder. Happiness, Expectation, Fear, Almost many different emotions were beyond our control, but walking in nature is about exploring / reviving these amazing emotions!"
            },
            {
                "name": "Kuttan Waterfall",
                "details": "Kutton waterfall is the most beautiful waterfall in Neelum valley. It is the 3rd tourist spot in Neelum valley. The actual name of this waterfall is the Kundal Shahi waterfall as it is located in Kundal Shahi village in Neelum valley. Because it’s water is coming from Kutton that’s why it is called Kutton waterfall."
            }
        ]
    }
]